{
	"Introduction": 
	{ 
		
		
		"What is Rythm Bot?": " <br\/> Rythm is a feature-rich, high-performance music bot for Discord, specially designed to deliver high quality music, stability and ease of use while also providing advanced music functionalities in order to create the ultimate music bot experience.",
			 
		
		"How do I add Rythm to my server?": " <br\/> You can add Rythm to your Discord server by using the following link: <br\/> <br\/> <br\/> <a href=\"https:\/\/discord.io\/rythm\">https:\/\/discord.io\/rythm<\/a> <br\/> <br\/> <br\/> <b> Note: <\/b> You need to be an Admin in the server OR have a role with “Manage server” permission to be able to add Rythm to a Discord Server. Also make sure you’re logged in into the right account in the web browser.",
		
		
		"What is Rythm's Discord Server for?":" <br\/> Rythm’s Discord server is the official platform for everything related to Rythm bot. <br\/> <br\/> Here you’ll be able to: <br\/> <br\/> • See Information about Rythm’s latest features and updates. <br\/> • Keep up with all the news and announcements. <br\/> • Hang out with the members of our fast growing community! <br\/> • Suggest new features for the bot. <br\/> • Get support from our Staff members. <br\/> <br\/> <b> Note: <\/b> For an invite to Rythm's Discord server, use the following link:  <a href=\"https:\/\/discord.io\/botz\">https:\/\/discord.io\/botz<\/a> <br\/>  "
			 
			 
	},
	
	
	
	"Basics": 
	{
		
		"How can I play a song with Rythm?": "<br\/> To play a song use the following command format: <br\/> <br\/> <b> !play [songname/URL] <\/b> <br\/> <br\/>  Example: <b>!play retrograde<\/b> <br\/> <br\/> For a full list of commands type <b> !help <\/b> in your server with Rythm in it.",
		
		
		"Where can I find a list of all Rythm Commands?": "<br\/> You can see a list of commands by typing <b> !help <\/b> in your server, or by visiting the following link: <br\/> <br\/> <a href=\"https:\/\/rythmbot.co\/#commands\">https:\/\/rythmbot.co\/#commands<\/a> <br\/> <br\/> <b>Note<\/b>: In order to execute any command, you must type the bot's prefix followed by the command. The default prefix for Rhythm is:   <b>!<\/b> <br\/>",
		
		
		"How do I change the Bot's Prefix?": "<br\/> To change the bot’s prefix use the following command format: <br\/> <br\/>  <b>!settings prefix [NewPrefix] <\/b> <br\/> <br\/> Example: <b> !settings prefix +<\/b>",
		
		
		"How do I change the Bot's Nickname?": "<br\/> To change the bot’s nickname in your server you must: <br\/> <br\/> <b>1)<\/b> <b>Right Click on the bot<\/b> > <b> Change nickname<\/b> > <b>Save<\/b>. <br\/> <br\/>Done. <br\/>",
		
		
		"Can I change the Bot's avatar?": "<br\/> <b> Short answer<\/b>: No. <br\/> <br\/> The bot’s Avatar/Profile picture can’t be changed. This is due to a Discord limitation. <br\/>",
		
		
		"Does Rythm play 24/7?": "<br\/> <b>Short answer<\/b>: No. <br\/> <br\/> Rythm is not a 24/7 bot. However, you can host your own bot to access such feature. <br\/>",
		
		
		"Can I make a playlist with Rythm?": "<br\/> Rythm can reproduce playlists from a variety of online audio sources including youtube and soundcloud. <br\/> <br\/> To add songs to the queue from an online playlist, use the following command format: <br\/> <br\/> <b> !play [URL] <\/b> <br\/> <br\/> Example: <b> !play https://www.youtube.com/watch?v=P2l0lbn5TVg&list=PL2788304DC59DBEB4 <\/b> <br\/>",
		
		
		"Can Rythm play from Spotify?": "<br\/> <b> Short answer<\/b>: No. <br\/> <br\/> Playing from Spotify is illegal and both the API for Rythm and Spotify doesn't support it. <br\/> <br\/> However, you can use a <a href=\"www.playlistbuddy.com\">Spotify to Youtube playlist convertor<\/a> instead. ",
		
		
		"Why can some normal users access important music commands? ": "<br/>Normal users with no special permissions are only allowed to use the <b>!play<\/b> command to add songs to the queue by default. <br\/> They can also use other commands that don't affect the playing music in any way. Example: <b>!queue<\/b> and <b>!lyrics<\/b>. <br\/> <br\/> However, <b>Normal users can access ALL music commands when they are alone with the bot in the voice channel<\/b>. <br\/>This is because their commands would not affect anyone but themselves. <br\/> <br\/>For more information about users their command permissions, refer to the <b>>Permissions<\/b> section in this FAQ. <br\/>",
		
		
		"How do I change the channel where Rythm announces the songs in?": "<br\/> Rythm announces the songs in the same text channel it was originally called from. <br\/> <br\/> If you summon Rythm in channel #general, all Announce Songs messages will appear in that channel. <br\/> <br\/> To change the channel where it’ll show the messages, just <b>!disconnect<\/b> Rythm from the current channel and <b>!summon<\/b> it in the channel you want the songs to be announced in. <br\/>",
		
		
		"How many votes are needed for a song to be vote skipped?": "<br\/> For a vote skip to take effect, 75% of the voice chat's population need to vote yes. <br\/> <br\/> <b>Here's an example<\/b>: <br\/> <br\/> Let's assume there are 10 users in a voice chat, 75% of 10 = 7,50. Since the results are rounded down, it would count as 7. For the vote skip to take effect, you would then need 7 positive votes. <br\/>",
		
		
		"Can I have 2 Rythms in the same server?": "<br\/> <b> Short answer<\/b>: No. <br\/> <br\/> Discord doesn’t allow 2 instances of the same bot running within one server. <br\/>",
		
		
		"How can I see the current prefix for Rythm?": "<br\/> You can see the current prefix for Rythm by typing: <br\/> <br\/> <b> @Rythm#3722 <\/b> <br\/> <br\/> A message should be returned by Rythm stating its current prefix. <br\/>",
		
		
		"How can I donate to support Rythm?": "<br\/> Love Rythm? Want to support its development? you can do so by becoming a donator today! plus, you'll also get access to donator-only features along the way! <br\/> <br\/> <b> If you're interested in donating, please visit the following link<\/b>: <br\/> <br\/> <a href=\"https:\/\/patreon.com\/rythm\">https:\/\/patreon.com\/rythm<\/a> <br\/>"
		
	
		
	},
	
	
	
	
	
	"Permissions": 
	{
		
		"What users can use what command?": "<br\/>Rythm’s built-in permission system can be divided in the following groups: <br\/> <br\/> <br\/> <b> <u> Normal<\/b> Users / Users <b>without<\/b> any special roles<\/u>: <br\/> <br\/> <b>•<\/b> Are able to add songs to the list (queue) but can’t remove them. <br\/> <b>•<\/b> Are able to use commands that don’t interfere with other people’s music. <b>Example<\/b>: lyrics, np, queue, etc. <br\/> <b>•<\/b> Can't skip a song without voting. <br\/> <b>•<\/b> Don’t have access to control the music in any way. <br\/> <br\/> <br\/> <u>Users with a <b>DJ role<\/b> / <b>Manage Channel<\/b> permissions<\/u>: <br\/> <br\/> • Have full access to all music commands. <br\/> • Can’t change the bot’s settings. <br\/> <br\/> <b>Note<\/b>: If there isn’t a role named \"<b>DJ<\/b>\" in your server, one can be created <br\/> with no special permissions assigned and it will still access these features. <br\/> <br\/> <br\/> <u>Users with <b>Manage Server<\/b> / <b>Administrator<\/b> permissions<\/u>: <br\/> <br\/> • <b>Manage Server<\/b>: Users with Manage server permissions can change the bot’s settings, <br\/> but are limited to <b>only<\/b> use the normal user's music commands. <br\/> <br\/> • <b>Administrator<\/b>: Users with Administrator permissions have full access to all music commands <br\/> and can also change the bot’s settings. <br\/> <br\/> <br\/> <br\/> *******************************************<b>NOTICE<\/b>*******************************************: <br\/> If a user is <b>ALONE WITH THE BOT<\/b> in a voice channel, It <b>WILL<\/b> have access to <b>ALL<\/b> music commands <br\/> even if the user has <b>NO ROLES<\/b> in the server. This is because these commands wouldn't affect anyone <br\/> but the user, as there would be no one else in the channel. <br\/> <br\/> If you want all Rythm commands to be only available to people with a specific role, read the next entry in this FAQ.",
		
		
		"How can I make Rythm only respond to Admins/specific roles?": "<br\/> In order to make Rythm commands just available to specific roles you need to: <br\/> <br\/> <br\/> <b>1<\/b>- Make a text channel that can only be <b>seen<\/b> by users with the <b>specific role<\/b>. <br\/> <br\/> <b>2<\/b>- Blacklist <b>all the other text channels<\/b> in the server with Rythm’s function <b>!blacklist<\/b>. <br\/> <br\/> <br\/> To blacklist channels use the following command format: <br\/> <br\/> <b>!settings blacklist [#channel]<\/b> <br\/> <br\/> <b>Example<\/b>: !settings blacklist #general",
		
		
		"How do I give normal users access to all music commands?": "<br\/> Users with <b>Manage Channels<\/b> permissions have access to all music commands by <b>default<\/b>. <br\/> Users with <b>Manage Server<\/b> permissions <b>don’t<\/b>.<br\/> <br\/> However, if you wish to give <b>some users<\/b> access to <b>all music commands<\/b> without having to give <br\/> them the <b>Manage Channels<\/b> permission, you can do so by creating a role named <b>DJ<\/b> in your server and <br\/> assigning it to the users. This role doesn’t need to have any special discord permissions. <br\/> <br\/> The <b>DJ<\/b> role has to be assigned manually and <b>cannot<\/b> be given to all users at once. <br\/> <br\/> <br\/> <b>Note<\/b>: Users with the <b>DJ<\/b> role <b>will not<\/b> be able to change or modify the bot’s <b>Settings<\/b>.",
		
		
		"How can I block music commands in a specific text channel?": "<br\/>To restrict music commands from working in a text channel, you must <b>blacklist<\/b> <br\/> the channel with Rythm’s function <b>!Blacklist<\/b>. <br\/> <br\/> To blacklist a channel use the following command format: <br\/> <br\/> <b>!settings blacklist <#channel> <\/b> <br\/> <br\/> <b>Example<\/b>: !settings blacklist #general",
		
		
		"How do I restrict Rythm from joining a voice channel?": "<br\/>To block Rythm from joining a specific voice channel you must: <br\/> <br\/> <br\/> <b>1<\/b>) Go to your Discord <b>Server Settings<\/b> > <b>Roles<\/b>. <br\/> <br\/> <b>2<\/b>) Find the role that belongs to <b>Rythm<\/b>. <br\/> <br\/> <b>3<\/b>) Turn <b>OFF<\/b> the Administrator permission for Rythm. <br\/> <br\/> <b>4<\/b>)Turn <b>ON<\/b> Manage Server, Manage Channels, Read messages, Send Messages, Connect and Speak Permissions. <br\/> <br\/> <b>5<\/b>) Go to the voice channel you want to <b>restrict<\/b> Rythm from connecting to. <br\/> <br\/> <b>6<\/b>) Click <b>Edit channel<\/b> > <b>Permissions<\/b> > <b>Rythm Role<\/b>. <br\/> <br\/> <b>7<\/b>) Turn <b>OFF<\/b> the \"Connect\"\r\n permission for Rythm. Save. <br\/> <br\/> Done. <br\/> <br\/> <br\/> <b>Note<\/b>: To blacklist multiple channels, just repeat steps 5 to 7 <br\/> separately with all the voice channels you wish to blacklist. <br\/> <br\/>"
		
	},
	
	  
	"Settings":
	
		"<br\/> <strong> These are the options you can access through Rythm’s settings menu: <\/strong> <br\/> <br\/> <br\/> <br\/> <b>1<\/b>- • <b> <u> Changing the bot’s prefix <\/u> <\/b> <br\/> <br\/> Makes the bot respond to a different prefix. <br\/> <br\/> <u>Command format<\/u>: !settings prefix <NewPrefix> <br\/> <b> <u>Example<\/u> <\/b>: !settings prefix + <br\/> <br\/> <br\/> <br\/> <b>2<\/b>- • <b> <u> Blacklisting text channels <\/u> <\/b> <br\/> <br\/> By blacklisting a text channel, you make it impossible for <br\/> anyone to access music commands through that channel. <br\/> <br\/> <u>Command format<\/u>: !settings blacklist <#channel> <br\/> <b> <u>Example<\/u> <\/b>: !settings blacklist #general <br\/> <br\/> <b>Note<\/b>: To \"Whitelist\" a text channel and put it back <br\/> to normal, just run the Blacklist command on it again. <br\/> <br\/> <br\/> <br\/> <b>3<\/b>- • <b> <u>Enabling/disabling autoplay<\/u> <\/b>:<b>*<\/b> <br\/> <br\/> <br\/> <b>Autoplay feature<\/b>: once setup with your own playlist, <br\/> Rythm will queue songs from it once the queue is empty. <br\/> <br\/> <u>Command format<\/u>: !settings autoplay <URL/disable> <br\/> <b> <u>Example<\/u> <\/b>: !settings autoplay https:\/\/www.youtube.com\/watch?v=P2l0lbn5TVg&list=PL2788304DC59DBEB4 <br\/> <br\/> Note: <b> <u>This feature is donator exclusive<\/u> <\/b>. <br\/> <br\/> <br\/> <br\/> <b>1<\/b>- • <b> <u>Turning On/Off Announcesongs <\/u> <\/b>: <br\/> <br\/> Sends a message to a text channel announcing every song when <br\/> they start. <br\/> <br\/> <u>Command format<\/u>: !settings announcesongs <on/off> <br\/> <b> <u>Example<\/u> <\/b>: !settings announcesongs on"
	
	
	
	
	
}
