{
	"Introduction": 
	{ 
		
		
		"What is Rythm Bot?": " <br\/> Rythm is a feature-rich, high-performance music bot for Discord, specially designed to deliver high quality music, stability and ease of use while also providing advanced music functionalities in order to create the ultimate music bot experience.",
			 
		
		"How do I add Rythm to my server?": " <br\/> You can add Rythm to your Discord server using the following link: <br\/> <br\/> <br\/> <a href=\"https:\/\/discord.io\/rythm\">https:\/\/discord.io\/rythm<\/a> <br\/> <br\/> <br\/> <b> Note: <\/b> You need to be an Admin in the server OR have a role with “Manage server” permission to be able to add Rythm to a Discord Server. Also make sure you’re logged in into the right account in the web browser.",
		
		
		"What is Rythm's Discord Server for?":" <br\/> Rythm’s Discord server is the official platform for everything related to Rythm bot. <br\/> <br\/> Here you’ll be able to: <br\/> <br\/> • See Information about Rythm’s latest features and updates. <br\/> • Keep up with all the news and announcements. <br\/> • Hang out with the members of our fast growing community! <br\/> • Suggest new features for the bot. <br\/> • Get support from our Staff members. <br\/> <br\/> <b> Note: <\/b> For an invite to Rythm's Discord server, use the following link:  <a href=\"https:\/\/discord.io\/botz\">https:\/\/discord.io\/botz<\/a> <br\/>  "
			 
			 
	},
	
	
	
	"Basics": 
	{
		
		"How can I play a song with Rythm?": "<br\/> To play a song use the following command format: <br\/> <br\/> <b> !play [songname/URL] <\/b> <br\/> <br\/>  Example: <b>!play retrograde<\/b> <br\/> <br\/> For a full list of commands type <b> !help <\/b> in your server with Rythm in it.",
		
		
		"Where can I find a list of all Rythm Commands?": "<br\/> You can see a list of commands by typing <b> !help <\/b> in your server, or by visiting the following link: <br\/> <br\/> <a href=\"https:\/\/rythmbot.co\/#commands\">https:\/\/rythmbot.co\/#commands<\/a> <br\/> <br\/> <b>Note<\/b>: In order to execute any command, you must type the bot's prefix followed by the command. The default prefix for Rhythm is:   <b>!<\/b> <br\/>",
		
		
		"How do I change the Bot's Nickname?": "<br\/> To change the bot’s nickname in your server you must: <br\/> <br\/> <b>1)<\/b> <b>Right Click on the bot<\/b> > <b> Change nickname<\/b> > <b>Save<\/b>. <br\/> <br\/>Done. <br\/>",
		
		
		"Can I change the Bot's avatar?": "<br\/> <b> Short answer<\/b>: No. <br\/> <br\/> The bot’s Avatar/Profile picture can’t be changed. This is due to a Discord limitation. <br\/>",
		
		
		"How do I change the Bot's Prefix?": "<br\/> To change the bot’s prefix use the following command format: <br\/> <br\/>  <b>!settings prefix [NewPrefix] <\/b> <br\/> <br\/> Example: <b> !settings prefix +<\/b>",
		
		
		"Does Rythm play 24/7?": "<br\/> <b>Short answer<\/b>: No. <br\/> <br\/> Rythm is not a 24/7 bot. However, you can host your own bot to access such feature. <br\/>",
		
		
		"Can I make a playlist with Rythm?": "<br\/> Rythm can reproduce playlists from a variety of online audio sources including youtube and soundcloud. <br\/> <br\/> To add songs to the queue from an online playlist, use the following command format: <br\/> <br\/> <b> !play [URL] <\/b> <br\/> <br\/> Example: <b> !play https://www.youtube.com/watch?v=P2l0lbn5TVg&list=PL2788304DC59DBEB4 <\/b> <br\/>",
		
		
		
		
		
		
		"Can I have 2 Rythms in the same server?": "Answer 1",
		"How can I see the current prefix for Rythm?": "Answer 1",
		
		"Where can I donate to support Rythm?": "Answer 1"
		
	},
	
	
	
	
	
	"Permissions": {
		"What users can use what command?": "Answer 5",
		"How can I make Rythm only respond to Admins/specific roles?": "<i>This text is italic<\/i>",
		"How do I give regular users access to all music commands?": "Answer 5",
		"How can I block music commands in a specific text channel?": "Answer 5",
		"How do I restrict Rythm from joining a voice channel?": "Answer 5"
		
	}
}
