{
	"Introduction": 
	{ 
		
		
		"What is Rythm Bot?": " <br\/> Rythm is a feature-rich, high-performance music bot for Discord, specially designed to deliver high quality music, stability and ease of use while also providing advanced music functionalities in order to create the ultimate music bot experience.",
			 
		
		"How do I add Rythm to my server?": " <br\/> You can add Rythm to your Discord server by using the following link: <br\/> <br\/> <br\/> <a href=\"https:\/\/discord.io\/rythm\">https:\/\/discord.io\/rythm<\/a> <br\/> <br\/> <br\/> <b> Note: <\/b> You need to be an Admin in the server OR have a role with “Manage server” permission to be able to add Rythm to a Discord Server. Also make sure you’re logged in into the right account in the web browser.",
		
		
		"What is Rythm's Discord Server for?":" <br\/> Rythm’s Discord server is the official platform for everything related to Rythm bot. <br\/> <br\/> Here you’ll be able to: <br\/> <br\/> • See Information about Rythm’s latest features and updates. <br\/> • Keep up with all the news and announcements. <br\/> • Hang out with the members of our fast growing community! <br\/> • Suggest new features for the bot. <br\/> • Get support from our Staff members. <br\/> <br\/> <b> Note: <\/b> For an invite to Rythm's Discord server, use the following link:  <a href=\"https:\/\/discord.io\/botz\">https:\/\/discord.io\/botz<\/a> <br\/>  "
			 
			 
	},
	
	
	
	"Basics": 
	{
		
		"How can I play a song with Rythm?": "<br\/> To play a song use the following command format: <br\/> <br\/> <b> !play [songname/URL] <\/b> <br\/> <br\/>  Example: <b>!play retrograde<\/b> <br\/> <br\/> For a full list of commands type <b> !help <\/b> in your server with Rythm in it.",
		
		
		"Where can I find a list of all Rythm Commands?": "<br\/> You can see a list of commands by typing <b> !help <\/b> in your server, or by visiting the following link: <br\/> <br\/> <a href=\"https:\/\/rythmbot.co\/#commands\">https:\/\/rythmbot.co\/#commands<\/a> <br\/> <br\/> <b>Note<\/b>: In order to execute any command, you must type the bot's prefix followed by the command. The default prefix for Rhythm is:   <b>!<\/b> <br\/>",
		
		
		"How do I change the Bot's Nickname?": "<br\/> To change the bot’s nickname in your server you must: <br\/> <br\/> <b>1)<\/b> <b>Right Click on the bot<\/b> > <b> Change nickname<\/b> > <b>Save<\/b>. <br\/> <br\/>Done. <br\/>",
		
		
		"Can I change the Bot's avatar?": "<br\/> <b> Short answer<\/b>: No. <br\/> <br\/> The bot’s Avatar/Profile picture can’t be changed. This is due to a Discord limitation. <br\/>",
		
		
		"How do I change the Bot's Prefix?": "<br\/> To change the bot’s prefix use the following command format: <br\/> <br\/>  <b>!settings prefix [NewPrefix] <\/b> <br\/> <br\/> Example: <b> !settings prefix +<\/b>",
		
		
		"Does Rythm play 24/7?": "<br\/> <b>Short answer<\/b>: No. <br\/> <br\/> Rythm is not a 24/7 bot. However, you can host your own bot to access such feature. <br\/>",
		
		
		"Can I make a playlist with Rythm?": "<br\/> Rythm can reproduce playlists from a variety of online audio sources including youtube and soundcloud. <br\/> <br\/> To add songs to the queue from an online playlist, use the following command format: <br\/> <br\/> <b> !play [URL] <\/b> <br\/> <br\/> Example: <b> !play https://www.youtube.com/watch?v=P2l0lbn5TVg&list=PL2788304DC59DBEB4 <\/b> <br\/>",
		
		
		"Why can some normal users access important music commands? ": "<br/>Normal users with no special permissions are only allowed to use the <br>!play<\/b> command to add songs to the queue by default. <br\/> They can also use other commands that don't affect the playing music in any way. Example: <b>!queue<\/> and <b>!lyrics<\/b>. <br\/> <br\/> However, <b>Normal users can access ALL music commands when they are alone with the bot in the voice channel<\/b>. <br\/>This is because their commands would not affect anyone but themselves. <br\/>",
		
		
		"How do I change the channel where Rythm announces the songs in?": "<br\/> Rythm announces the songs in the same text channel it was originally called from. <br\/> <br\/> If you summon Rythm in channel #general, all Announce Songs messages will appear in that channel. <br\/> <br\/> To change the channel where it’ll show the messages, just <b>!disconnect<\/b> Rythm from the current channel and <b>!summon<\/b> it in the channel you want the songs to be announced in. <br\/>",
		
		
		"How many votes are needed for a song to be vote skipped?": "<br\/> For a vote skip to take effect, 75% of the voice chat's population need to vote yes. <br\/> <br\/> <b>Here's an example<\/b>: <br\/> <br\/> Let's assume there are 10 users in a voice chat, 75% of 10 = 7,50. Since the results are rounded down, it would count as 7. For the vote skip to take effect, you would then need 7 positive votes. <br\/>",
		
		
		"Can I have 2 Rythms in the same server?": "<br\/> <b> Short answer<\/b>: No. <br\/> <br\/> Discord doesn’t allow 2 instances of the same bot running within one server. <br\/>",
		
		
		"How can I see the current prefix for Rythm?": "<br\/> You can see the current prefix for Rythm by typing: <br\/> <br\/> <b> @Rythm#3722 <\/b> <br\/> <br\/> A message should be returned by Rythm stating its current prefix. <br\/>",
		
		
		"How can I donate to support Rythm?": "<br\/> Love Rythm? Want to support its development? you can do so by becoming a donator today! plus, you'll also get access to donator-only features along the way! <br\/> <br\/> <b> If you're interested in donating, please visit the following link<\/b>: <br\/> <br\/> <a href=\"https:\/\/patreon.com\/rythm\">https:\/\/patreon.com\/rythm<\/a> <br\/>"
		
	
		
	},
	
	
	
	
	
	"Permissions": {
		"What users can use what command?": "Answer 5",
		"How can I make Rythm only respond to Admins/specific roles?": "<i>This text is italic<\/i>",
		"How do I give normal users access to all music commands?": "Answer 5",
		"How can I block music commands in a specific text channel?": "Answer 5",
		"How do I restrict Rythm from joining a voice channel?": "Answer 5"
		
	}
}
